Repository: recepp42/InternRApp
Catalog: backend/backend/src/WebUI/Resources/*.resx
Languages: fr, nl

# INTERNSHIP_KNOWLEDGE_DESCRIPTION
source: Technical and non-technical listing of the knowledge and competencies the intern will acquire during the internship
fr: Liste technique et non technique des connaissances et competences que le stagiaire acquerra pendant le stage
nl: Technische en niet-technische oplijsting van de kennis en competenties die de stagiair zal verwerven gedurende de stage.

# INTERNSHIP_KNOWLEDGE_TITLE
source: What knowledge and competencies will you acquire during the assignment
fr: Quelles connaissances et competences acquerez-vous pendant la mission
nl: Welke kennis en competenties verwerf je tijdens de opdracht?

# INTERNSHIP_LOCATION_DESCRIPTION
source: The assignment can take place on the following locations
fr: La mission peut avoir lieu aux emplacements suivants:
nl: De opdracht kan doorgaan op volgende locaties:

# INTERNSHIP_LOCATION_TITLE
source: Locations
fr: Lieux de stage
nl: Stageopdracht locaties

# INTERNSHIP_NEED_TO_KNOW_DESCRIPTION
source: Technical and non-technical listing of the knowledge and competencies that the intern needs at least to successfully complete the assignment.
fr: Liste technique et non technique des connaissances et competences que le stagiaire doit au moins avoir pour mener a bien la mission
nl: Technische en niet-technische oplijsting van kennis en competenties die de stagiair op zijn minst nodig heeft om de opdracht tot een goed einde te kunnen brengen.

# INTERNSHIP_NEED_TO_KNOW_TITLE
source: What knowledge and competencies do you need to have for this assignment
fr: Quelles connaissances et compétences devez-vous avoir pour cette mission
nl: Welke kennis en competenties dien je te hebben voor deze opdracht?

# INTERNSHIP_LANGUAGE_TITLE
source: Available in these languages
fr: Offre de stage disponible dans ces langues
nl: Stageopdracht beschikbaar in deze talen

# RequiredTrainingText
source: Required degree for this internship is:
fr: Le diplome requis pour ce stage est le suivant :
nl: Het minimale te behalen diploma voor deze stage is:

# Hbo5
source: Graduate
nl: Graduaat

# PGCE
source: Post Graduate
nl: Post graduaat

# PHD
source: Doctorate
fr: Doctorat
nl: Doctoraat

# languageExport
source: This selects the language for which there are internships available in that language
fr: Sélectionne la langue pour laquelle il y a des stages disponibles dans cette langue
nl: Hiermee kies je de taal waarvoor er stageodprachten in die taal beschikbaar zijn

# locationHouseNumberErrorMessage
source: House number is required
nl: Huisnummer is verplicht

# titleContentTooltip
source: The name of the internship in a specific language
fr: Le nom du stage dans une langue spécifique
nl: Naam van de stage

# passwordLabel
source: Password
fr: Mot de passe
nl: Wachtwoord

source: internship translation
nl: versie van de stageopdracht

# PasswordRegistrationLabel
source: Password
fr: Mot de passe
nl: wachtwoord

# RegistrationNavbarItem
source: Registration
fr: enregistrement
nl: registratie

# SnackbarIntersnipCopyText
source: This copies the selected internships to the next year
fr: Cela copie les stages sélectionnés pour l'année suivante.
nl: Dit kopieert de geselecteerde stages naar volgend jaar

# SubmitPasswordRegistrationLabel
source: Submit Password
fr: Soumettre le mot de passe
nl: Bevestig Wachtwoord

source: Bachelor
fr: Bachelier

# emailLabel
source: Email
fr: Courriel

# EmailRegistrationLabel
source: Email
fr: Courriel
