Repository: recepp42/InternRApp
Catalog: backend/backend/src/WebUI/Resources/*.resx
Languages: fr, nl

# ACADEMICT_DESCRIPTION
source: <p>With the <strong>acADDemICT Junior Track</strong>, Realdolmen introduces a <strong>unique program</strong> focused on recent graduates. The term <strong>acADDemICT</strong> refers to a recent graduate who is passionate about ICT and has a lifelong learning mindset.</p> <p>Every year, Realdolmen invests in a <strong>small number of high potentials</strong>. During an <strong>intensive training period of 3 months</strong>, Realdolmen prepares them for the life of a professional ICT Consultant. At Realdolmen, we also understand that a career is more than a series of different jobs. It is a continuous <strong>growth process</strong> and the realization of your <strong>professional ambitions</strong> while putting your expertise at the service of Realdolmen.</p> <p>It is important to know that <strong>career opportunities</strong> are not empty promises for us. Your career can evolve both vertically and horizontally. You can also contribute to Realdolmen's growth path in supporting roles or business development. In any case, you will be guided by experienced coaches who help you make the right choices and you will be supported by a wide range of learning opportunities.</p> <p><a href="https://jobs.realdolmen.com">https://jobs.realdolmen.com</a></p>
fr: <p> Avec le programme <strong>acADDemICT Junior Track</strong>, Realdolmen propose un <strong>programme unique</strong> axe sur les jeunes diplomes. Le terme <strong>acADDemICT</strong> designe un jeune diplome passionne par les TIC et desireux d'apprendre tout au long de sa vie.</p> <p>Chaque annee, Realdolmen investit dans un <strong>petit nombre de talents prometteurs</strong>. Au cours d'une <strong>periode de formation intensive de 3 mois</strong>, Realdolmen les prepare a une carriere de consultant professionnel en TIC. Chez Realdolmen, nous savons egalement qu'une carriere ne se limite pas a une succession d'emplois differents. C'est un processus de croissance continu et la realisation de vos ambitions professionnelles tout en mettant vos connaissances au service de Realdolmen.</p> <p>Il est important de savoir que les <strong>opportunites d'avancement</strong> ne sont pas de vaines promesses pour nous. Votre carriere peut evoluer tant verticalement qu'horizontalement. Que ce soit dans des roles de soutien ou dans le developpement des affaires, vous pouvez contribuer a la trajectoire de croissance de Realdolmen. Vous serez accompagne(e) par des coaches experimentes qui vous aideront a prendre les bonnes decisions, et vous beneficierez d'une large gamme de possibilites d'apprentissage.</p> <p><a href="https://jobs.realdolmen.com">https://jobs.realdolmen.com</a></p>
nl: <p>Met het <strong>acADDemICT Junior Track</strong> introduceert Realdolmen een <strong>uniek programma</strong> met <strong>focus op pasafgestudeerden</strong>. De term <strong>acADDemICT </strong>staat voor een pasafgestudeerde die gepassioneerd is door ICT en levenslang wil leren.</p> <p>Elk jaar investeert Realdolmen in een <strong>klein aantal high potentials</strong>. Tijdens een <strong> intensieve trainingsperiode van 3 maanden</strong>, bereidt Realdolmen hen voor op het leven van een professionele ICT Consultant. Bij Realdolmen weten we ook dat een <strong>carri&egrave;re </strong>meer is dan een aaneenschakeling van verschillende jobs. Het is een voortdurend <strong>groeiproces </strong>en het verwezenlijken van jouw <strong>professionele ambities </strong>terwijl je jouw kennis van zaken ten dienste stelt van Realdolmen.</p> <p>Het is belangrijk te weten dat &quot;<strong>doorgroeimogelijkheden</strong>&rdquo; geen loze beloften zijn voor ons. Je carri&egrave;re kan zowel verticaal als horizontaal evolueren. Ook in ondersteunende functies of in Business Development kan jij bijdragen tot het groeipad van Realdolmen. Sowieso word je begeleid door ervaren coaches die je helpen de juiste keuzes te maken en je wordt ondersteund door een groot aanbod leermogelijkheden.</p> <p><a href="https://jobs.realdolmen.com">https://jobs.realdolmen.com</a></p>

# addButton
source: New
fr: Nouveau
nl: Nieuw

# addDepartmentHeader
source: Add department
fr: Ajouter un departement
nl: Voeg een departement toe

# addInternshipTitle
source: Add internship
fr: Ajouter un stage
nl: Stage toevoegen

# addLanguageHeader
source: Add a new language
fr: Ajouter une nouvelle langue
nl: Voeg een taal toe

# addLocationHeader
source: Add a location
fr: Ajouter un lieu
nl: Een locatie toevoegen

source: And
fr: En
nl: En

# cancelButtonText
source: Cancel
fr: Annuler
nl: Annuleren

# commentLabel
source: Additional information to the assingment
fr: Informations complementaires concernant la mission de stage
nl: Bijkomende informatie bij de stageopdracht

# commentLabelErrorMessage
source: Field may not be empty or greater than 1000 characters
fr: Le formulaire ne peut pas être vide ou dépasser 1000 caractères.
nl: Veld kan niet leeg zijn of meer dan 1000 tekens hebben.

# COMPANY_DESCRIPTION
source: <p>Inetum-Realdolmen is a member of the European Inetum Group and serves over 1,000 customers in the Benelux region with approximately 1,950 highly skilled employees. We provide strategic, tactical, and operational ICT services.</p> <p>In every collaboration, Inetum-Realdolmen unleashes the potential of individuals and organizations, striving to make ICT more human-centered. We are driven by technological innovations, but we adapt to the pace of each ambition, focusing on delivering results and creating a fundamental impact.</p> <p>All of this is guided by our company motto: <strong>New Challenges, New Ideas</strong></p> <p>We have a strong local presence in Belgium with offices in Huizingen, Kontich, Gent, Leuven, and Lummen. Together, we are part of the international Inetum Group, one of the top-performing companies in digital and IT services in the industry. The Inetum Group is headquartered in Paris and operates mainly in France, Spain, Portugal, and 17 other countries within and outside Europe.</p>
fr: <p>Inetum-Realdolmen est membre du groupe europeen Inetum et compte environ 1 950 employes hautement qualifies aux Pays-Bas, en Belgique et au Luxembourg, au service de plus de 1 000 clients dans les domaines strategique, tactique et operationnel des TIC.</p> <p>Dans chaque collaboration, Inetum-Realdolmen exploite le potentiel des individus et des organisations et vise a humaniser les technologies de l'information et de la communication. Nous sommes motives par les innovations technologiques, mais a un rythme correspondant a chaque ambition, axe sur les resultats et avec un effet fondamental.</p> <p>Tout cela est regi par la devise d'entreprise <strong>Nouveaux defis, nouvelles idees</strong>.</p> <p>Nous sommes solidement implantes localement en Belgique, avec des bureaux a Huizingen, Kontich, Gand, Louvain et Lummen. Ensemble, nous faisons partie du groupe international Inetum, l'une des entreprises les plus performantes dans le domaine des services numeriques et informatiques du secteur. Le siege social du groupe Inetum est situe a Paris et il est principalement actif en France, en Espagne, au Portugal et dans 17 autres pays en Europe et ailleurs.</p>
nl: <p>Inetum-Realdolmen is lid van de Europese Inetum Groep en bedient met ongeveer 1.950 hooggeschoolde medewerkers in de Benelux meer dan 1.000 klanten op strategisch, tactisch en operationeel ICT-vlak.</p> <p>Inetum-Realdolmen realiseert in elke samenwerking het potentieel van mensen en organisaties en streeft ernaar ICT menselijk te maken. We zijn gedreven door technologische innovaties, maar doen dat op het tempo van ieders ambitie, gericht op resultaat en met fundamenteel effect.</p> <p>Dit alles onder het bedrijfsmotto &ldquo;<strong>New Challenges, New Ideas</strong>&rdquo;.</p> <p>We hebben een sterke lokale verankering in Belgi&euml; met vestigingen in Huizingen, Kontich, Gent, Leuven en Lummen. Samen maken we deel uit van de internationale Inetum Groep, een van de best presterende bedrijven op het gebied van digitale en IT-dienstverlening in de sector. De Inetum Groep heeft zijn hoofdzetel in Parijs en is vooral actief in Frankrijk, Spanje, Portugal en 17 andere landen binnen en buiten Europa.</p>

# COMPANY_VALUES_DESCRIPTION
source: <p>Our values are more than empty words. They are the foundations upon which we build to become an Employer of Choice for our employees. They are the guiding principles that underpin everything we do to achieve success and excellence.</p> <p><strong>Ambition</strong></p> <p>Our ambition is to reach further and higher every day and to do our utmost for our clients with passion. We are proud of our craftsmanship and shared successes. We value each other and care about personal growth in order to realize the potential of people and organizations.</p> <p><strong>Team Spirit</strong></p> <p>Cooperation and enthusiasm define our success. We appreciate each other participation and contribution. We stimulate open dialogue. Our organization encourages idea and knowledge sharing in a wide professional network.</p> <p><strong>Commitment </strong></p> <p>We make clear and realistic agreements, and keep our promises. As engaged employees, we are all ambassadors, committed to deliver a unique and positive customer experience. We always take responsibility and focus on results.</p> <p><strong>Innovation </strong></p> <p>Driven by creativity, we work together with an open mind to meet the challenges of tomorrow. We optimize existing processes and find innovative solutions. We cocreate in an agile and pragmatic way with our colleagues and partners to help our clients to differentiate in their market.</p> <p><strong>Social responsibility </strong></p> <p>For us, it is all about people. We welcome and leverage individual differences. We promote diversity. We invest in education programs and social partnerships. We are driven by our commitment to sustainable development.</p>
fr: <p>Nos valeurs sont plus que de simples mots. Elles sont les fondements sur lesquels nous construisons pour etre l'employeur de choix pour nos collaborateurs. Elles sont le fil conducteur de tout ce que nous faisons pour reussir et exceller.</p> <p><strong>Ambition</strong></p> <p>Our ambition is to reach further and higher every day and to do our utmost for our clients with passion. We are proud of our craftsmanship and shared successes. We value each other and care about personal growth in order to realize the potential of people and organizations.</p> <p><strong>Esprit d'equipe</strong></p> <p>La cooperation et l'enthousiasme definissent notre succes. Nous apprecions la participation et la contribution de chacun. Nous favorisons le dialogue ouvert. Notre organisation encourage le partage d'idees et de connaissances dans un vaste reseau professionnel.</p> <p><strong>Engagement</strong></p> <p>Nous concluons des accords clairs et realistes et nous les respectons. En tant qu'employes engages, nous sommes tous des ambassadeurs, engages a offrir une experience client unique et positive. Nous assumons toujours nos responsabilites et nous nous concentrons sur les resultats.</p> <p><strong>Innovation</strong></p> <p>Animes par la creativite, nous travaillons ensemble avec un esprit ouvert pour relever les defis de demain. Nous optimisons les processus existants et trouvons des solutions innovantes. Nous co-creons de maniere agile et pragmatique avec nos collegues et nos partenaires pour aider nos clients a se demarquer sur leur marche.</p> <p><strong>Responsabilite sociale</strong></p> <p>Pour nous, tout tourne autour des personnes. Nous accueillons et valorisons les differences individuelles. Nous promouvons la diversite. Nous investissons dans des programmes d'education et des partenariats sociaux. Nous sommes guides par notre engagement envers le developpement durable.</p>
nl: <p>Onze waarden zijn meer dan loze woorden. Ze zijn de fundamenten waarop we bouwen om &ldquo;Employer of Choice&rdquo; te zijn voor onze medewerkers. Ze zijn de rode draad doorheen alles wat we doen om succesvol en uitmuntend te zijn.</p> <p><strong>Ambities</strong></p> <p>Onze ambitie is om elke dag verder en hoger te reiken en ons uiterste best te doen voor onze klanten met passie. We zijn trots op ons vakmanschap en gedeelde successen. We waarderen elkaar en hechten waarde aan persoonlijke groei om het potentieel van mensen en organisaties te realiseren.</p> <p><strong>Teamgeest</strong></p> <p>Samenwerking en enthousiasme definieren ons succes. We waarderen elkaars deelname en bijdrage. We stimuleren open dialogen. Onze organisatie moedigt het delen van ideeen en kennis aan in een uitgebreid professioneel netwerk.</p> <p><strong>Toewijding</strong></p> <p>We maken duidelijke en realistische afspraken en houden ons eraan. Als betrokken medewerkers zijn we allemaal ambassadeurs, toegewijd om een unieke en positieve klantervaring te bieden. We nemen altijd verantwoordelijkheid en focussen op resultaten.</p> <p><strong>Innovatie</strong></p> <p>Gedreven door creativiteit werken we samen met een open geest om de uitdagingen van morgen aan te gaan. We optimaliseren bestaande processen en vinden innovatieve oplossingen. We co-creeren op een agile en pragmatische manier met onze collega's en partners om onze klanten te helpen zich te onderscheiden in hun markt.</p> <p><strong>Maatschappelijke verantwoordelijkheid</strong></p> <p>Voor ons draait het allemaal om mensen. We verwelkomen en benutten individuele verschillen. We bevorderen diversiteit. We investeren in onderwijsprogramma's en sociale partnerschappen. We worden gedreven door onze inzet voor duurzame ontwikkeling.</p>

# COMPANY_VALUES_TITLE
source: Values
fr: Notre Valeurs
nl: Waarden

# COMPANY_VISION_DESCRIPTION
source: <p><strong>Visie</strong></p> <p>In the local markets and domains where we operate, our vision is to be the reference point for integrated solutions that support the entire ICT lifecycle.</p> <ul> <li>Reference: We strive to be the preferred and reliable choice for customers, partners, and employees.</li> <li>Local: We prioritize proximity to our customers in the Benelux region.</li> <li>Integrated solutions: We offer a comprehensive range of ICT solutions that cover the entire lifecycle, including infrastructure, applications, and communication.</li> <li>Entire ICT lifecycle: We support all plan-build-run (design-deploy-maintain) activities throughout the ICT lifecycle.</li> </ul> <p><strong>Mission</strong></p> <p>We make ICT work for your business make IT more human again</p>
fr: <p><strong>Vision</strong></p> <p>Dans les marches locaux et les domaines dans lesquels nous sommes actifs, nous visons a etre la reference en matiere de solutions integrees qui soutiennent l'ensemble du cycle de vie des TIC.</p> <ul> <li>Reference : le choix preferentiel et fiable pour les clients, les partenaires et les employes</li> <li>Local : proximite avec nos clients en Benelux</li> <li>Solutions integrees : une offre complete de TIC couvrant l'ensemble du cycle de vie, y compris l'infrastructure, les applications et la communication</li> <li>Cycle de vie complet des TIC : soutien a toutes les activites de planification, de construction et de gestion (conception, deploiement, maintenance)</li> </ul> <p><strong>Mission</strong></p> <p>Nous faisons fonctionner les TIC pour votre entreprise, rendons l'informatique plus humaine</p>
nl: <p><strong>Visie</strong><br /> In de lokale markten en domeinen waarin we actief zijn, willen we de referentie zijn<br /> inzake ge&iuml;ntegreerde oplossingen die de gehele ICT-levenscyclus ondersteunen.</p> <ul> <li>Referentie: de preferenti&euml;le en betrouwbare keuze voor klanten, partners en&nbsp;werknemers</li> <li>Lokaal: nabijheid tot onze klanten in de Benelux</li> <li>Ge&iuml;ntegreerde oplossingen: volledige ICT-aanbod dat de hele levenscyclus bestrijkt, inclusief infrastructuur, toepassingen en communicatie</li> <li>Gehele ICT-levenscyclus: het ondersteunen van alle plan-build-run (design deploy-maintain) activiteiten</li> </ul> <p><strong>Missie</strong><br />Wij brengen slimme ICT oplossingen voor bedrijven en maken ICT terug menselijk</p>

# COMPANY_VISION_TITLE
source: Our vision & Mission
fr: Notre Vision & Mission
nl: Onze Visie & Missie

# confirmDeleteMessage
source: Are you sure to delete?
fr: Etes-vous sûr d'effacer?
nl: bent u zeker of u dit wilt verwijderen?

# contentLabel
source: Content
fr: Contenu
nl: Inhoud

# currentCountOfStudentsErrorMessage
source: Make sure you are entering a positive number
fr: Saisir un nombre positif
nl: Vul een positief getal

# currentCountOfStudentsLabel
source: Count of students that occupy the internship
fr: Nombre d'etudiants qui effectueront ce stage
nl: Aantal studenten reeds ingeschreven voor de stage

source: Delete
fr: Supprimer
nl: Verwijder

# deleteButton
source: Delete
fr: Supprimer
nl: Verwijderen

source: Department
fr: Departement
nl: Departement

# departmentNameEmptyErrorMessage
source: The name of the department is required
fr: Le nom du departement est obligatoire
nl: De naam van het departement is verplicht in te vullen

# departmentNameExportOptionsErrorMessage
source: Department is required
fr: Le departement est tenu
nl: Departement is verplicht

# departmentNameLabel
source: Department name
fr: Departement
nl: Departement

source: Departments
fr: Departements
nl: Departementen

# descriptionLabel
source: Description of the assignment
fr: Description de la mission de stage
nl: Beschrijving van de stageopdracht

# descriptionLabelErrorMessage
source: Field may not be empthy and longer greater than 1000 characters
fr: Le formulaire ne peut pas être vide ou dépasser 1000 caractères.
nl: Veld mag niet leeg zijn en meer dan 1000 karakters bezitten

# editButton
source: Edit
fr: Editer
nl: Bijwerken

# En
source: English
fr: L'anglais
nl: Engels

source: Events
fr: Evenements
nl: Beurzen

# exportButton
source: Export
fr: L'exportation
nl: Exporteer

# exportPopupHeader
source: Export internships
fr: Stages a l'exportation
nl: Exporteer opdrachten

# Fr
source: French
fr: Français
nl: Frans

# FreeUsedPlacesLabel
source: Student count
fr: Nombre d'étudiants
nl: Studenten aantal

# greaterThanMaxStudentsErrorMessage
source: The count of students of the internship may not exceed the maxium
fr: Le nombre d'etudiants participant au stage ne doit pas depasser le nombre maximum autorise.
nl: Aantal toegelaten studenten mag niet meer dan het maximaal toegelaten aantal studenten zijn

# GreaterThanParamLimitError
source: You must enter a number between 0 and 15.
fr: Vous devez saisir un nombre compris entre 0 et 15.
nl: Getal moet tussen 0 en 15 zijn.

source: Internship
fr: Stage
nl: Stage

# internshipNameColumnLabel
source: Internship name
fr: Le nom de l'assignation
nl: Naam van de stageopdracht

source: Internships
fr: Stages
nl: Stages

# knowledgeToDevelopLabel
source: What knowledge will you acquire during the assignment
fr: Quelles connaissances acquerez-vous pendant la mission
nl: Welke kennis en competenties verwerf je tijdens de opdracht

# knowledgeToDevelopLabelErrorMessage
source: Field may not be empthy or exceed more than 1000 characters
fr: Le formulaire ne peut pas être vide ou dépasser 1000 caractères.
nl: Veld mag niet leeg zijn en meer dan 1000 karakters bezitten

source: Language
fr: Langue
nl: Taal

# languageCodeLabel
source: Language code
fr: Code langue
nl: Taalcode

# languageCodeRequiredErrorMessage
source: The language code is required
fr: Le code langue est requis
nl: De taalcode is verplicht.

# languageLabel
source: Language
fr: Langue
nl: Taal

# languageNameLabel
source: Language
fr: La langue
nl: Taal

# languageNameRequiredErrorMessage
source: The language name is required
fr: Le nom de la langue est obligatoire
nl: De taal is verplicht om in te vullen

# locationCityLabel
source: City
fr: Nouvel emplacement
nl: Stad

# locationFieldEmptyMessage
source: select a location
fr: Selectionnez un lieu, s'il vous plaît
nl: Kies een locatie

# locationFieldLabel
source: Location
fr: Localisation
nl: Locatie

# locationHouseNumberLabel
source: House number
fr: Du numero de maison
nl: Huisnummer

# locationLabel
source: Location
fr: Emplacement
nl: Locatie

source: Locations
fr: Localisation des sites
nl: Locaties

# locationStreetNameLabel
source: Street
fr: La rue
nl: Straat

# locationStreetRequiredErrorMessage
source: Street is required
fr: Le nom de la rue de l'emplacement est requis
nl: De straat is verplicht

# locationZipCodeLabel
source: Zipcode
fr: Ccode postal
nl: Postcode

# locationZipCodeRequiredErrorMessage
source: Zipcode is required
fr: Le code postal de la localite est requis
nl: Postcode is verplicht

source: Manager email
fr: Courriel du directeur
nl: Email van manager

# managerEmailsLabel
source: The email of the managers
fr: Le courriel des responsables
nl: De email van de managers

source: Master after Bachelor
fr: Formation Master Apres Licence
nl: Master na Bachelor

source: Master after Master
fr: Master Complementaire
nl: Master na Master

# maxCountOfStudentsLabel
source: Maximum allowed students
fr: Nombre maximum d'etudiants autorises
nl: Maximaal aantal toegelaten studenten

# maxStudentsErrorMessage
source: Make sure you are entering a positive number
fr: Saisir un nombre positif
nl: Vul een positief getal

# neededKnowledgeLabel
source: What knowledge do you need for this assignment
fr: Quelles connaissances devez-vous avoir pour cette mission
nl: Welke kennis en competenties dien je te hebben voor deze opdracht

# neededKnowledgeLabelErrorMessage
source: Field may not be empthy or exceed more than 1000 characters
fr: Entrer les connaissances necessaires pour ces stages, s'il vous plaît
nl: Veld mag niet leeg zijn en meer dan 1000 karakters bezitten

source: New InternShip
fr: Nouveau stage
nl: Nieuw stageopdracht

# Nl
source: Dutch
fr: Néerlandais
nl: Nederlands

# saveButtonText
source: Save
fr: Sauver
nl: Opslaan

# schoolyearErrorMessage
source: The schoolyear is required
fr: L'annee scolaire est obligatoire
nl: Schooljaar is verplicht

# schoolYearLabel
source: School year
fr: L'annee scolaire
nl: Schooljaar

# titleContentLabel
source: Internship Title
fr: Titre
nl: Titel stageopdracht

# titleContentLabelErrorMessage
source: The name of the internship may not be empty
fr: Le nom du stage ne peut etre vide
nl: Naam van de stage kan niet leeg zijn

# trainingTypeLabel
source: Required training type
fr: Type de formation requise
nl: Vereist type diploma

# unitEmptyErrorMessage
source: The unit is required
fr: L'unite est requise
nl: Departement is verplicht

# unitNameLabel
source: Unit
fr: Departement
nl: Departement

# TEMPLATE_TITLE
source: Inetum-Realdolmen Bundle of Internships
fr: Inetum-Realdolmen Livre de stage
nl: Inetum-Realdolmen Stagebundel

# updateButtonText
source: Update
fr: Mise a jour
nl: Bijwerken

# updateDepartmentHeader
source: Update department
fr: Departement de la mise a jour
nl: Departement bijwerken

# updateLanguageHeader
source: Update language
fr: Mettre a jour la langue
nl: Taal bijwerken

# updateLocationHeader
source: Update location
fr: Mettre a jour l'emplacement
nl: Pas locatie aan

source: Users
fr: Utilisateurs
nl: Gebruikers

# INTERNSHIP_ASSIGNMENT_TITLE
source: Description of the assignment
fr: Description de la mission de stage
nl: Beschrijving van de stageopdracht

# INTERNSHIP_COMMENTS_TITLE
source: Additional information to the assingment
fr: Informations complementaires concernant la mission de stage
nl: Bijkomende informatie bij de stageopdracht
